Repository: tanglong012315-cell/jiujiucat
Catalog: ios/PawFolio/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ Earn Details
zh_hans: %@ 理财详情

source: %@ PnL Details
zh_hans: %@ 盈亏明细

source: %@ combined yield
zh_hans: %@ 合并收益

source: %@ portrait
zh_hans: %@ 的头像

source: %@ total asset chart
zh_hans: %@ 总资产走势图

source: %@ use current-price estimates because full history is unavailable.
zh_hans: 由于缺少完整历史行情，%@ 使用当前价格估算。

# %@ · %@ shares
source: %1$@ · %2$@ shares
zh_hans: %1$@ · %2$@ 股

# %@, %lld positions
source: %1$@, %2$lld positions
zh_hans: %1$@，%2$lld 个持仓

source: %lld change still needs to upload.
zh_hans: 还有 %lld 项更改待上传。

source: %lld changes still need to upload.
zh_hans: 还有 %lld 项更改待上传。

source: 10 Year
zh_hans: 10 年

source: 16:00 Friday, Weekly
zh_hans: 每周五 16:00

source: 16:00, Daily
zh_hans: 每日 16:00

source: 16:00, Monthly
zh_hans: 每月 16:00

source: 20 Year
zh_hans: 20 年

source: 5 Year
zh_hans: 5 年

source: A USD market price is unavailable. Enter a valid transaction price.
zh_hans: 暂无美元市场价格，请输入有效的成交价格。

source: A deleted or closed position can’t be adjusted.
zh_hans: 已删除或已平仓的持仓无法调整。

source: A transaction must contain postings.
zh_hans: 交易必须包含记账分录。

source: APR must be between 0% and 1,000%.
zh_hans: APR 必须介于 0% 至 1,000% 之间。

source: APR must be between 0% and 100%.
zh_hans: APR 必须介于 0% 至 100% 之间。

source: APY must be between 0% and 1,000%.
zh_hans: APY 必须介于 0% 至 1,000% 之间。

source: Account
zh_hans: 账户

source: Accounts
zh_hans: 账户

source: Accrued Interest
zh_hans: 累计利息

source: Accrued interest will remain unaffected.
zh_hans: 已累计利息不受影响。

source: Add
zh_hans: 添加

source: Add %@
zh_hans: 添加%@

source: Add Amount
zh_hans: 增加金额

source: Add Currency
zh_hans: 添加币种

source: Add Dividend
zh_hans: 新增分红

source: Add Dividend Record
zh_hans: 新增分红记录

source: Add Earn
zh_hans: 新增理财

source: Add Earn Products
zh_hans: 新增理财产品

source: Add Position
zh_hans: 新增持仓

source: Add Positions
zh_hans: 新增持仓

source: Add position
zh_hans: 新增持仓

source: Add your first currency to continue
zh_hans: 请先添加一种币种

source: Age unknown
zh_hans: 年龄未知

source: Alipay
zh_hans: 支付宝

source: All
zh_hans: 全部

source: Amount
zh_hans: 金额

source: Amount in %@
zh_hans: %@金额

source: Amounts
zh_hans: 数量

source: An unknown error occurred.
zh_hans: 发生未知错误。

source: Annual
zh_hans: 每年

source: Annual percentage rate
zh_hans: 年利率

source: Asset
zh_hans: 资产

source: Asset Name
zh_hans: 资产名称

source: Asset Trend
zh_hans: 资产走势

source: Assets
zh_hans: 资产

source: Assets at Selection
zh_hans: 选定时资产

source: At Maturity
zh_hans: 到期派息

source: Avatar
zh_hans: 头像

source: Back
zh_hans: 返回

source: Balance
zh_hans: 余额

source: Bank
zh_hans: 银行账户

source: Baseline
zh_hans: 基准值

source: Buy
zh_hans: 买入

source: Buy successful
zh_hans: 买入成功

source: Deposit successful
zh_hans: 入账成功

source: Interest recorded
zh_hans: 利息已记录

source: Payment successful
zh_hans: 支出成功

source: Redeemed
zh_hans: 已赎回

source: Sell successful
zh_hans: 卖出成功

source: Buy %@
zh_hans: 买入 %@

source: Buy Amounts
zh_hans: 买入数量

source: Buy Assets
zh_hans: 买入资产

source: Buy Price
zh_hans: 买入价

source: CI
zh_hans: 复利

source: Calculate
zh_hans: 计算

source: Cancel
zh_hans: 取消

source: Cash
zh_hans: 现金

source: Change language
zh_hans: 切换语言

source: Check your entries and try again.
zh_hans: 请检查输入内容后重试。

source: Checking login status
zh_hans: 正在确认登录状态

source: Checked
zh_hans: 已选中

source: Clear
zh_hans: 清除

source: Close
zh_hans: 关闭

source: Close %@
zh_hans: 关闭%@

source: Collapse portfolio chart
zh_hans: 收起资产走势图

source: Compound
zh_hans: 复利

source: Compounding loses a day from %@; total interest drops by at least %@.
zh_hans: 删除 %@ 的记录会中断当日复利，累计利息至少减少 %@。

source: Confirm
zh_hans: 确认

source: Confirmation
zh_hans: 确认详情

source: Confirmed
zh_hans: 已确认

source: Confirmed Dividends
zh_hans: 已确认分红

source: Confirmed dividends drop by up to %@.
zh_hans: 已确认分红最多将减少 %@。

source: Copy to Account
zh_hans: 复制到账户

source: Cost Price
zh_hans: 成本价

source: Cost price applies if left blank.
zh_hans: 留空时将沿用当前成本价。

source: Cost price must be greater than 0.
zh_hans: 成本价必须大于 0。

source: Could not adjust the position. Please try again.
zh_hans: 无法调整持仓，请重试。

source: Could not save locally. Please try again.
zh_hans: 无法保存到本机，请重试。

source: Could not save the dividend record. Please try again.
zh_hans: 无法保存分红记录，请重试。

source: Couldn’t Update Record
zh_hans: 无法更新记录

source: Couldn’t save profile
zh_hans: 无法保存个人资料

source: Couldn’t save the local position. Please try again.
zh_hans: 无法在本机保存持仓，请重试。

source: Cryptocurrency
zh_hans: 数字货币

source: Currency
zh_hans: 币种

source: Current Investment
zh_hans: 当前本金

source: Current Position %@
zh_hans: 当前持仓 %@

source: Current Shares
zh_hans: 当前持股

source: Daily
zh_hans: 每日

source: Daily (USD)
zh_hans: 今日（USD）

source: Daily Interest:
zh_hans: 每日利息：

source: Daily Profits
zh_hans: 每日收益

source: Daily Yield
zh_hans: 每日收益

source: Day removed. Total interest updated.
zh_hans: 已移除该日利息，累计利息已更新。

source: Days
zh_hans: 天数

source: Delete
zh_hans: 删除

source: Delete %@ Earn?
zh_hans: 删除 %@ 理财产品？

source: Delete %@ Position?
zh_hans: 删除 %@ 持仓？

source: Delete %@?
zh_hans: 删除%@？

source: Delete Position
zh_hans: 删除持仓

source: Delete Record
zh_hans: 删除记录

source: Delete and Undo
zh_hans: 删除并撤销影响

source: Delete position
zh_hans: 删除持仓

source: Delete record
zh_hans: 删除记录

source: Delete this adjustment?
zh_hans: 删除这笔持仓调整？

source: Delete this dividend record?
zh_hans: 删除这笔分红记录？

source: Delist
zh_hans: 下架

source: Delist %@
zh_hans: 下架%@

source: Delisted
zh_hans: 已下架

source: Dividend
zh_hans: 分红

source: Dividend Frequency
zh_hans: 分红频率

source: Dividend Per Share
zh_hans: 每股分红

source: Dividend Per Unit
zh_hans: 每单位分红

source: Dividend per share or unit must be greater than 0.
zh_hans: 每股或每单位分红必须大于 0。

source: Dividends
zh_hans: 分红

source: Dividends Records
zh_hans: 分红记录

source: Done
zh_hans: 完成

source: Double-tap to collapse
zh_hans: 轻点两下收起

source: Double-tap to expand
zh_hans: 轻点两下展开

source: Double-tap to view position details and records
zh_hans: 轻点两下查看持仓详情与记录

source: Earn
zh_hans: 理财

source: Earn supports fiat, stablecoins, and crypto only.
zh_hans: 理财仅支持法币、稳定币和数字货币。

source: Earn→Fiat
zh_hans: 理财账户→法币账户

source: Earn→Trading
zh_hans: 理财账户→交易账户

source: Edit
zh_hans: 编辑

source: Edit %@ Earn
zh_hans: 编辑 %@ 理财

source: Edit %@ Position
zh_hans: 编辑 %@ 持仓

source: Edit Dividend
zh_hans: 编辑分红

source: Editing the amount or dates does not change the frozen share count.
zh_hans: 修改金额或日期不会改变已锁定的持股数量。

source: End
zh_hans: 到底了

source: Enter a product name.
zh_hans: 请输入产品名称。

source: Enter a valid APR.
zh_hans: 请输入有效的 APR。

source: Enter a valid amount.
zh_hans: 请输入有效金额。

source: Enter a valid execution price.
zh_hans: 请输入有效的成交价格。

source: Enter a valid fee smaller than the proceeds.
zh_hans: 请输入有效手续费，且手续费必须小于成交金额。

source: Enter an adjustment amount greater than 0.
zh_hans: 请输入大于 0 的调整数量。

source: Enter an amount greater than 0.
zh_hans: 请输入大于 0 的金额。

source: Enter an asset symbol or name.
zh_hans: 请输入资产代码或名称。

source: Enter prices greater than 0.
zh_hans: 请输入大于 0 的价格。

source: Enter the strike and knock-out prices.
zh_hans: 请输入执行价和敲出价。

source: Est. Dividend:
zh_hans: 预计分红：

source: Ex-Dividend Date
zh_hans: 除息日

source: Ex. AAPL, BTC
zh_hans: 例如 AAPL、BTC

source: Ex. Auto-Invest Account
zh_hans: 例如 定投账户

source: Ex. JPY, Japan, Yen
zh_hans: 例如 JPY、日本、日元

source: Ex. Salary
zh_hans: 例如 工资入账

source: Ex. USD Flexible Term
zh_hans: 例如 USD 活期

source: Ex. USD,CNY
zh_hans: 例如 USD、CNY

source: Ex. USDT
zh_hans: 例如 USDT

source: Exchange
zh_hans: 交易所账户

source: External
zh_hans: 外部账户

source: Favorites
zh_hans: 常用

source: Fee
zh_hans: 手续费

source: Fees
zh_hans: 手续费

source: Fiat
zh_hans: 法币账户

source: Fiat / Spot supports currencies and stablecoins only.
zh_hans: 法币/现货账户仅支持法币和稳定币。

source: Fiat Earn
zh_hans: 法币理财

source: Fiat→Earn
zh_hans: 法币账户→理财账户

source: Fiat→Trading
zh_hans: 法币账户→交易账户

source: Fixed
zh_hans: 定期

source: Fixed products support simple interest only.
zh_hans: 定期产品仅支持单利计息。

source: Flexible
zh_hans: 活期

source: From Account
zh_hans: 转出账户

source: From to
zh_hans: 账户流向

source: Full amount
zh_hans: 全部赎回

source: Hide balance
zh_hans: 隐藏余额

source: Hide portfolio values
zh_hans: 隐藏资产金额

source: Holding
zh_hans: 持仓

source: Hourly
zh_hans: 每小时

source: Hourly Profits
zh_hans: 每小时收益

source: Increase Principal
zh_hans: 增加本金

source: Information
zh_hans: 信息

source: Insufficient balance.
zh_hans: 余额不足。

source: Interest
zh_hans: 利息

source: Interest Calculation
zh_hans: 计息方式

source: Interest Paid
zh_hans: 派息金额

source: Interest Payout Records
zh_hans: 派息记录

source: Interest Release
zh_hans: 利息发放

source: Investment
zh_hans: 投资金额

source: Investment Adjust Records
zh_hans: 持仓调整记录

source: Investments
zh_hans: 投资本金

source: Keep Separate
zh_hans: 保持独立

source: Knock-Out Price
zh_hans: 敲出价

source: Language
zh_hans: 语言

source: Later add, reduce, and principal changes appear here.
zh_hans: 后续增持、减持和本金调整都会记录在这里。

source: Loading
zh_hans: 加载中

source: Loading market history…
zh_hans: 正在加载历史行情…

source: Loading portfolio
zh_hans: 正在加载资产组合

source: Loading positions
zh_hans: 正在加载持仓

source: Log Out
zh_hans: 退出登录

source: Log in
zh_hans: 登录

source: Log out?
zh_hans: 退出登录？

source: Logged out
zh_hans: 已退出登录

source: Login with Google
zh_hans: 使用 Google 登录

source: Manage Earn
zh_hans: 管理理财

source: Mark as Unpaid
zh_hans: 标记为未派息

source: Mark this day as unpaid?
zh_hans: 将这一天标记为未派息？

source: Market quotes begin on %@; earlier values use the first available price.
zh_hans: 行情数据始于 %@，更早的估值采用首个可用价格。

source: Maturity Date
zh_hans: 到期日

source: Monthly
zh_hans: 每月

source: Monthly Profits
zh_hans: 每月收益

source: More actions for %@
zh_hans: %@的更多操作

source: My Cats
zh_hans: 我的猫咪

source: Name
zh_hans: 名称

source: Next Time Payout
zh_hans: 下次派息

source: No Records
zh_hans: 暂无记录

source: No asset matches “%@”.
zh_hans: 没有与“%@”匹配的资产。

source: No currency matches “%@”.
zh_hans: 没有与“%@”匹配的币种。

source: No dividend records yet
zh_hans: 暂无分红记录

source: No positions
zh_hans: 暂无持仓

source: Not Found “%@”
zh_hans: 未找到“%@”

source: Not enough market history yet.
zh_hans: 历史行情数据暂不足。

source: Note
zh_hans: 备注

source: Now
zh_hans: 当前

source: OK
zh_hans: 知道了

source: Once delisted, all assets will be returned to your account. Accrued interest will remain unaffected.
zh_hans: 下架后，全部资产将退回对应账户，历史累计收益不受影响。

# Once redeemed, all assets will be returned to your %@ account. %@
source: Once redeemed, all assets will be returned to your %1$@ account. %2$@
zh_hans: 赎回后，全部资产将退回至%1$@账户。%2$@

source: Once redeemed, all assets will be returned to your Exchange account. Accrued interest will remain unaffected.
zh_hans: 赎回后，全部资产将退回交易所账户，历史累计收益不受影响。

source: Once redeemed, all assets will be returned to your Exchange account. Redeeming before maturity forfeits the interest for this term.
zh_hans: 赎回后，全部资产将退回交易所账户；提前赎回将不享受本期利息。

source: Once redeemed, all assets will be returned to your Trading account. Accrued interest will remain unaffected.
zh_hans: 赎回后，全部资产将退回交易账户，历史累计收益不受影响。

source: Once redeemed, all assets will be returned to your Trading account. Redeeming before maturity forfeits the interest for this term.
zh_hans: 赎回后，全部资产将退回交易账户；提前赎回将不享受本期利息。

source: One-year history is unavailable for some assets; shorter history is shown instead.
zh_hans: 部分资产暂无一年期历史行情，已改用较短周期数据。

source: Only stocks, ETFs, and crypto can be traded.
zh_hans: 仅股票、ETF 和数字货币可进行交易。

source: Open %@
zh_hans: 打开%@

source: Open account
zh_hans: 打开账户

source: Opening Balance
zh_hans: 期初余额

source: P&L
zh_hans: 盈亏

source: P&L unavailable
zh_hans: 暂无盈亏数据

source: PNL
zh_hans: 盈亏

source: Pay
zh_hans: 支出

source: Pay Amounts
zh_hans: 支出金额

source: Pay Date
zh_hans: 派息日

source: Pay date %@
zh_hans: 派息日 %@

source: Pay date can’t be earlier than the ex-dividend date.
zh_hans: 派息日不能早于除息日。

source: Pay date is set
zh_hans: 已设置派息日

source: Pay date not set
zh_hans: 未设置派息日

source: Payout
zh_hans: 派息

source: Payout Frequency
zh_hans: 派息频率

source: Pending
zh_hans: 待确认

source: Period
zh_hans: 区间

source: Period %@
zh_hans: 区间 %@

source: Please try again later.
zh_hans: 请稍后重试。

source: PnL Details
zh_hans: 盈亏明细

source: Portfolio trend
zh_hans: 资产组合走势

source: Position
zh_hans: 持仓

source: Position Confirmation
zh_hans: 持仓确认

source: Position Data Error
zh_hans: 持仓数据错误

source: Position Type
zh_hans: 持仓类型

source: Positions
zh_hans: 持仓

source: Preparing asset trend…
zh_hans: 正在生成资产走势…

source: Product
zh_hans: 产品

source: Profile changes still need to sync.
zh_hans: 个人资料更改仍待同步。

source: Profile saved
zh_hans: 个人资料已保存

source: Projected total %@ USD
zh_hans: 预计总额 %@ USD

source: Rate unavailable
zh_hans: 暂无汇率

source: Rates unavailable
zh_hans: 暂无汇率

source: Ready
zh_hans: 就绪

source: Record Interest
zh_hans: 记录派息

source: Record deleted. Position restored.
zh_hans: 记录已删除，持仓已恢复。

source: Record deleted. Total P&L updated.
zh_hans: 记录已删除，累计盈亏已更新。

source: Redeem
zh_hans: 赎回

source: Redeem Confirmation
zh_hans: 赎回确认

source: Redeeming before maturity forfeits the interest for this term.
zh_hans: 提前赎回将不享受本期利息。

# Redeeming the full amount, %@ %@
source: Redeeming the full amount, %1$@ %2$@
zh_hans: 全部赎回：%1$@ %2$@

source: Reduce Amount
zh_hans: 减少金额

source: Reduce Position
zh_hans: 减持

source: Reduce Principal
zh_hans: 减少本金

source: Refresh
zh_hans: 刷新

source: Remove %@
zh_hans: 移除%@

source: Results
zh_hans: 计算结果

source: Retry Sync
zh_hans: 重试同步

source: Reversal
zh_hans: 冲正

source: Reverse this transaction?
zh_hans: 冲正这笔交易？

source: Reverse transaction
zh_hans: 冲正交易

source: SI
zh_hans: 单利

source: Save
zh_hans: 保存

source: Saving
zh_hans: 正在保存

source: Saving dividend record
zh_hans: 正在保存分红记录

source: Saving position
zh_hans: 正在保存持仓

source: Search
zh_hans: 搜索

source: Search is unavailable. Showing built-in symbols.
zh_hans: 搜索服务暂不可用，当前显示内置资产。

source: Searching Yahoo Finance
zh_hans: 正在搜索 Yahoo Finance

source: Searching Yahoo Finance…
zh_hans: 正在搜索 Yahoo Finance…

source: Select Assets
zh_hans: 选择资产

source: Select a maturity date after the start date.
zh_hans: 请选择晚于起息日的到期日。

source: Select asset
zh_hans: 选择资产

source: Sell
zh_hans: 卖出

source: Sell %@
zh_hans: 卖出 %@

source: Sell Amounts
zh_hans: 卖出数量

source: Sell Price
zh_hans: 卖出价

source: Sell Value
zh_hans: 卖出金额

source: Set As Avatar
zh_hans: 设为头像

source: Shares
zh_hans: 股数

source: Shares Held
zh_hans: 持股数量

source: Shares must be greater than 0.
zh_hans: 持股数量必须大于 0。

source: Show balance
zh_hans: 显示余额

source: Show portfolio values
zh_hans: 显示资产金额

source: Showing the latest 15 of %lld. The total covers every record.
zh_hans: 当前显示最近 15 条，共 %lld 条；汇总数据包含全部记录。

source: Signed in as %@
zh_hans: 当前登录：%@

source: Signing in
zh_hans: 正在登录

source: Signing in, your data is protected
zh_hans: 正在安全登录

source: Simple
zh_hans: 单利

source: Slide to Confirm
zh_hans: 滑动确认

source: Some USD quotes are unavailable, so the portfolio trend can’t be generated yet.
zh_hans: 部分资产缺少美元报价，暂时无法生成资产走势。

source: Stablecoin
zh_hans: 稳定币

source: Still Use This Symbol
zh_hans: 仍使用此代码

source: Stock
zh_hans: 股票

source: Strike Price
zh_hans: 执行价

source: Structured
zh_hans: 结构化产品

source: Structured products support simple interest only.
zh_hans: 结构化产品仅支持单利计息。

source: Subscribe
zh_hans: 申购

source: Subscribe %@
zh_hans: 申购 %@

source: Subscribe More
zh_hans: 追加申购

source: Subscribed
zh_hans: 已申购

source: Succesful
zh_hans: 成功

source: Successful
zh_hans: 操作成功

source: Successfully added
zh_hans: 添加成功

source: Supports Yahoo Finance stock search.
zh_hans: 支持通过 Yahoo Finance 搜索股票。

source: Symbol
zh_hans: 资产代码

source: Symbol, %@
zh_hans: 资产代码，%@

source: Symbol, required
zh_hans: 资产代码，必填

source: Tap to edit. Swipe to delete.
zh_hans: 轻点编辑，向左滑动删除。

source: The dividend counts as confirmed on this day.
zh_hans: 分红将在该日计为已确认。

source: The new APY takes effect on %@.
zh_hans: 新 APY 将于 %@ 生效。

source: The original record stays in history and a balancing reversal is added.
zh_hans: 原记录会保留在历史中，系统将新增一笔反向分录进行冲正。

source: The position could not be saved. Please try again.
zh_hans: 无法保存持仓，请重试。

source: The selected account has insufficient balance.
zh_hans: 所选账户余额不足。

source: The transaction is not balanced.
zh_hans: 交易分录不平衡。

source: This Earn product already exists.
zh_hans: 该理财产品已存在。

source: This Earn product no longer exists.
zh_hans: 该理财产品已不存在。

source: This account cannot be used for the transaction.
zh_hans: 该账户不能用于这笔交易。

source: This device has %lld guest position. Copy it to this account?
zh_hans: 此设备上有 %lld 个访客持仓，是否复制到当前账户？

source: This device has %lld guest positions. Copy them to this account?
zh_hans: 此设备上有 %lld 个访客持仓，是否复制到当前账户？

source: This ledger version is not supported.
zh_hans: 暂不支持此账本版本。

source: This payout will be credited to the funding account.
zh_hans: 本次派息将转入申购资金账户。

source: This payout will be reinvested into the Earn principal.
zh_hans: 本次派息将计入理财本金继续计息。

source: This position can no longer be edited.
zh_hans: 该持仓已无法编辑。

source: This position may have been deleted.
zh_hans: 该持仓可能已被删除。

source: This position no longer exists.
zh_hans: 该持仓已不存在。

source: This position will be removed from the current list.
zh_hans: 该持仓将从当前列表中移除。

source: This position will be removed from your portfolio.
zh_hans: 该持仓将从资产组合中移除。

source: This transaction cannot be reversed.
zh_hans: 该交易无法冲正。

source: This transaction has already been recorded.
zh_hans: 该交易已记账。

source: This transaction ledger version is not supported.
zh_hans: 暂不支持此交易账本版本。

source: Time
zh_hans: 时间

source: To Account
zh_hans: 转入账户

source: Today
zh_hans: 今日

source: Total (USD)
zh_hans: 累计（USD）

source: Total Assets
zh_hans: 总资产

source: Total Balance
zh_hans: 总余额

source: Total Investment
zh_hans: 投资金额

source: Total Investments
zh_hans: 投资本金

source: Total Profits
zh_hans: 累计收益

source: Total Profits After Maturity
zh_hans: 到期后累计收益

source: Total Yield
zh_hans: 累计收益

source: Total assets trend. Press and hold, then swipe to read past values.
zh_hans: 总资产走势。长按后滑动可读取历史数值。

source: Total investment
zh_hans: 投资金额

source: Trades support USD, USDT, and USDC settlement only.
zh_hans: 交易仅支持使用 USD、USDT 或 USDC 结算。

source: Trading
zh_hans: 交易

source: Trading Assets
zh_hans: 交易资产

source: Trading→Earn
zh_hans: 交易账户→理财账户

source: Trading→Fiat
zh_hans: 交易账户→法币账户

source: Transaction Error
zh_hans: 交易错误

source: Transactions
zh_hans: 交易记录

source: Type
zh_hans: 类型

source: Unable to Save
zh_hans: 无法保存

source: Unchecked
zh_hans: 未选中

source: Unknown error
zh_hans: 未知错误

source: Update %@
zh_hans: 更新于 %@

source: Updated %@
zh_hans: 更新于 %@

source: Updating market history
zh_hans: 正在更新历史行情

# Use calculated interest: %@ %@
source: Use calculated interest: %1$@ %2$@
zh_hans: 使用系统计算的利息：%1$@ %2$@

source: Use initials as avatar
zh_hans: 使用姓名首字母作为头像

source: User Name
zh_hans: 用户名

source: User name
zh_hans: 请输入用户名

source: Warning
zh_hans: 风险提示

source: Wechat
zh_hans: 微信支付

source: Weekly
zh_hans: 每周

source: Weekly Profits
zh_hans: 每周收益

source: Welcome Back
zh_hans: 欢迎回来

source: Yearly
zh_hans: 每年

source: Yield
zh_hans: 收益

source: Your Data is protected.
zh_hans: 你的数据已受到保护。

source: Your account data will stay on this device and can sync again after you log in.
zh_hans: 账户数据会保留在本机，再次登录后可继续同步。

# tab.calculate
source: Calculate
zh_hans: 计算

# tab.currency
source: Currency
zh_hans: 汇率

# trade.settlementCurrency
source: Currency
zh_hans: 结算币种

source: vs. 1 year ago
zh_hans: 较 1 年前

source: vs. 24 hours ago
zh_hans: 较 24 小时前

source: vs. 30 days ago
zh_hans: 较 30 天前

source: vs. 7 days ago
zh_hans: 较 7 天前
